--[[
Open with encoding: CP1251
StateHelper/Rodina_factions/jail/commands.lua
]]
local commands = {
--> Провести лекцию для своих
[1] = [[
{
  "folder": 6,
  "var": {

  },
  "rank": 4,
  "act": [
    [
      "DIALOG",
      "1",
      [
        "Напоминание соблюдение правил",
        "Дисциплина",
        "Свидания заключенных"
      ]
    ],
    [
      "IF",
      2, [
        "1",
        "1"
      ],
      2],
    [
      "SEND",
      "/rjail Здравствуйте уважаемые заключенные нашего округа."
    ],
    [
      "SEND",
      "/rjail Хочу напомнить что не стоит нарушать порядок тюрьмы."
    ],
    [
      "SEND",
      "/rjail За нарушений порядка вы можете получить наказание."
    ],
    [
      "ELSE",
      2],
    [
      "END",
      2],
    [
      "IF",
      2, [
        "1",
        "2"
      ],
      6],
    [
      "SEND",
      "/rjail Доброго времени суток, уважаемые заключенные нашего исправительного учреждения!"
    ],
    [
      "SEND",
      "/rjail Сейчас я проведу вам небольшую лекцию. На тему Дисциплина!"
    ],
    [
      "SEND",
      "/rjail Заключённым запрещено категорически: Поднимать бунт и оскорблять кого-либо"
    ],
    [
      "SEND",
      "/rjail Также запрещена организация нападения на сотрудников тюрьмы."
    ],
    [
      "SEND",
      "/rjail И всё что несёт за собой гибель людей!"
    ],
    [
      "SEND",
      "/rjail За данные нарушения вы понесёте наказание в виде повышения срока и карцера."
    ],
    [
      "SEND",
      "/rjail Хорошего время провождения. "
    ],
    [
      "ELSE",
      6],
    [
      "END",
      6],
    [
      "IF",
      2, [
        "1",
        "3"
      ],
      14],
    [
      "SEND",
      "/rjail Доброго времени суток, уважаемые заключенные нашего исправительного учреждения!"
    ],
    [
      "SEND",
      "/rjail Каждый заключенный может попросить встречу со своими родными"
    ],
    [
      "SEND",
      "/rjail Для этого вам нужно обратиться к работнику тюрьмы..."
    ],
    [
      "SEND",
      "/rjail ...сказав ему номер человека которого вы хотите видеть"
    ],
    [
      "SEND",
      "/rjail дабы он связался с нами и пришел к вам"
    ],
    [
      "SEND",
      "/rjail На этом у меня всё, надеюсь вскоре вы встретитесь с родными"
    ],
    [
      "SEND",
      "/rjail Приятного отдыха!"
    ],
    [
      "ELSE",
      14],
    [
      "END",
      14]
  ],
  "desc": "Провести лекцию для заключённых",
  "id_element": 21,
  "delay": 2.5,
  "send_end_mes": true,
  "cmd": "lekzeks",
  "key": [
    "",
    {

    }
  ],
  "arg": {

  }
}
]],
--> Провести лекцию для сотрудников
[2] = [[
{
  "folder": 6,
  "id_element": 52,
  "rank": 4,
  "act": [
    [
      "DIALOG",
      "1",
      [
        "Построение",
        "Субординация",
        "Правила нахождение в строю",
        "Правила действий при ЧС",
        "Основы поставок боеприпасов"
      ]
    ],
    [
      "IF",
      2, [
        "1",
        "1"
      ],
      3],
    [
      "SEND",
      "Здравия желаю, уважаемые Военнослужащие Тюрьмы Строгого Режима"
    ],
    [
      "SEND",
      "Сейчас я зачитаю вам лекцию на тему Построение"
    ],
    [
      "SEND",
      "Когда объявили всеобщее построение вы обязаны бросить все свои дела и явиться в строй"
    ],
    [
      "SEND",
      "При опоздании извинится со словами Виноват, разрешите встать в строй?” ..."
    ],
    [
      "SEND",
      "... и встать в конец строя"
    ],
    [
      "SEND",
      "В строю запрещено: спать, разговаривать, использовать рацию"
    ],
    [
      "SEND",
      "Выражать эмоции, стрелять и покидать строй без разрешения"
    ],
    [
      "SEND",
      "Лекция на тему \"Построение окончена\". Спасибо за внимание"
    ],
    [
      "ELSE",
      3],
    [
      "END",
      3],
    [
      "IF",
      2, [
        "1",
        "2"
      ],
      13],
    [
      "SEND",
      "Сейчас я проведу лекцию на тему Субординация"
    ],
    [
      "SEND",
      "Субординация - Система служебного подчинения младших старшим...."
    ],
    [
      "SEND",
      "...основанная на правилах служебной дисциплины!"
    ],
    [
      "SEND",
      "К всему ст. составу вы должны обращаться на Вы, Так точно!"
    ],
    [
      "SEND",
      "За нарушение субординации преследует выговор."
    ],
    [
      "SEND",
      "На этом наша лекция подошла к концу."
    ],
    [
      "ELSE",
      13],
    [
      "END",
      13],
    [
      "IF",
      2, [
        "1",
        "3"
      ],
      21],
    [
      "SEND",
      "Доброго времени суток, уважаемые Военнослужащие."
    ],
    [
      "SEND",
      "Я расскажу информативную лекцию на тему: Поведение в Строю."
    ],
    [
      "SEND",
      "Во-первых, Военнослужащим запрещено не появляться на построении без уважительной причины"
    ],
    [
      "SEND",
      "Во-вторых, Военнослужащим запрещено держать огнестрельное оружие в открытом виде"
    ],
    [
      "SEND",
      "В-четвертых, Военнослужащим запрещено курить, крутить головой.."
    ],
    [
      "SEND",
      "разговаривать по телефонному аппарату."
    ],
    [
      "SEND",
      "За вышеперечисленные манипуляции Вы получаете наказание в личное дело"
    ],
    [
      "SEND",
      "На этом лекция заканчивается. Спасибо за внимание!"
    ],
    [
      "ELSE",
      21],
    [
      "END",
      21],
    [
      "IF",
      2, [
        "1",
        "4"
      ],
      30],
    [
      "SEND",
      "Здравия желаю, уважаемые Военнослужащие Тюрьмы Строгого Режима"
    ],
    [
      "SEND",
      "Сегодня я вам проведу лекцию на тему \"Как правильно действовать при ЧС\""
    ],
    [
      "SEND",
      "В первую очередь, вам надо убедиться, что люди напали на базу"
    ],
    [
      "SEND",
      "Если бандиты в масках начали атаковать вас - это ЧС"
    ],
    [
      "SEND",
      "У вас должно быть в руках обязательно М4A4 и Deagle , а также иметь бронежилет на себе"
    ],
    [
      "SEND",
      "Первый отпор должны дать вы. Но если вы не справляетесь.."
    ],
    [
      "SEND",
      "...в рацию вы должны сообщить о нападении на тюрьму"
    ],
    [
      "SEND",
      "Запрещено убегать от выстрелов, обратно в казарму или на завод"
    ],
    [
      "SEND",
      "Лекция на тему \"Как правильно действовать при ЧС\" окончена"
    ],
    [
      "ELSE",
      30],
    [
      "END",
      30],
    [
      "IF",
      2, [
        "1",
        "5"
      ],
      40],
    [
      "SEND",
      "Здравия желаю, уважаемые Военнослужащие Тюрьмы Строгого Режима"
    ],
    [
      "SEND",
      "Сейчас я проведу лекцию на тему - \"Основы поставок боеприпасов\""
    ],
    [
      "SEND",
      "Водитель грузовика с боеприпасами обязан:"
    ],
    [
      "SEND",
      "Не допускать захвата грузовика противником любыми возможными средствами..."
    ],
    [
      "SEND",
      "...в том числе ценой собственной жизни"
    ],
    [
      "SEND",
      "Иметь полный боекомплект и бронежилет"
    ],
    [
      "SEND",
      "Водителю грузовика снабжения запрещено:"
    ],
    [
      "SEND",
      "Отвлекаться от ведения поставок, терять бдительность находясь за рулем грузовика"
    ],
    [
      "SEND",
      "В частности, запрещено спать при загруженном грузовике"
    ],
    [
      "SEND",
      "Обеспечивать поставки без сопровождения"
    ],
    [
      "SEND",
      "Оставлять загруженный грузовик снабжения за пределами части"
    ],
    [
      "SEND",
      "Лекция на тему \"Основы поставок боеприпасов\" окончена"
    ],
    [
      "ELSE",
      40],
    [
      "END",
      40]
  ],
  "desc": "Провести лекцию для сотрудников",
  "var": {

  },
  "delay": 2.5,
  "send_end_mes": true,
  "cmd": "lektsr",
  "key": [
    "",
    {

    }
  ],
  "arg": {

  }
}
]],
--> Посадить заключённого в карцер
[3] = [[
	{
	  "folder": 4,
	  "id_element": 6,
	  "rank": 5,
	  "act": [
		[
		  "SEND",
		  "/me прижал{sex[][а]} заключённого к стене, раздвинул{sex[][а]} ноги"
		],
		[
		  "SEND",
		  "/me снял{sex[][а]} ключи с пояса, открыл{sex[][а]} дверь в карцере"
		],
		[
		  "SEND",
		  "/me завел{sex[][а]} заключённого, снял{sex[][а]} с него наручники"
		],
		[
		  "SEND",
		  "/carcer {arg1} {arg2} {arg3} {arg4}"
		],
		[
		  "SEND",
		  "/uncuff {arg1}"
		],
		[
		  "SEND",
		  "/me закрыл{sex[][а]} дверь, повесил{sex[][а]} ключи на пояс"
		]
	  ],
	  "desc": "Посадить заключённого в карцер",
	  "arg": [
		{
		  "desc": "id игрока",
		  "name": "arg1",
		  "type": 2
		},
		{
		  "desc": "номер камеры 1 - 10",
		  "name": "arg2",
		  "type": 2
		},
		{
		  "desc": "1 - 30 мин",
		  "name": "arg3",
		  "type": 2
		},
		{
		  "desc": "причина",
		  "name": "arg4",
		  "type": 1
		}
	  ],
	  "delay": 1.4,
	  "var": {},
	  "cmd": "carcer",
	  "key": ["", {}],
	  "send_end_mes": true
	}
	]],
--> Надеть наручники
[4] = [[
	{
	  "folder": 4,
	  "var": {},
	  "rank": 2,
	  "act": [
		[
		  "SEND",
		  "/do Наручники на поясе."
		],
		[
		  "SEND",
		  "/me снял{sex[][а]} наручники, скрестил{sex[][а]} руки подозреваемого и надел{sex[][а]} их на руки"
		],
		[
		  "SEND",
		  "/cuff {arg1}"
		]
	  ],
	  "desc": "Надеть наручники",
	  "arg": [
		{
		  "desc": "id игрока",
		  "name": "arg1",
		  "type": 2
		}
	  ],
	  "delay": 1.4,
	  "id_element": 3,
	  "cmd": "cuff",
	  "key": ["", {}],
	  "send_end_mes": true
	}
	]],
--> Обыскать игрока
[5] = [[
	{
	  "folder": 4,
	  "var": {},
	  "rank": 1,
	  "act": [
		[
		  "SEND",
		  "/me надевает перчатки, прохлопывает верхние части тела"
		],
		[
		  "SEND",
		  "/me проверяет карманы и область пояса, обыскивает ноги и обувь"
		],
		[
		  "SEND",
		  "/frisk {arg1}"
		]
	  ],
	  "desc": "Обыскать игрока",
	  "arg": [
		{
		  "desc": "id игрока",
		  "name": "arg1",
		  "type": 2
		}
	  ],
	  "delay": 1.4,
	  "id_element": 3,
	  "cmd": "frisk",
	  "key": ["", {}],
	  "send_end_mes": true
	}
	]],
--> Тащить за собой
[6] = [[
	{
	  "folder": 4,
	  "var": {},
	  "rank": 2,
	  "act": [
		[
		  "SEND",
		  "/me сильно ухватил{sex[][а]} человека за плечо, фиксируя его в неподвижном положении"
		],
		[
		  "SEND",
		  "/gotome {arg1}"
		]
	  ],
	  "desc": "Тащить за собой",
	  "arg": [
		{
		  "desc": "id игрока",
		  "name": "arg1",
		  "type": 2
		}
	  ],
	  "delay": 1.4,
	  "id_element": 2,
	  "cmd": "gotome",
	  "key": ["", {}],
	  "send_end_mes": true
	}
	]],
--> Перестать тащить за собой
[7] = [[
	{
	  "folder": 4,
	  "var": {},
	  "rank": 2,
	  "act": [
		[
		  "SEND",
		  "/me отпускает плечо задержанного"
		],
		[
		  "SEND",
		  "/ungotome {arg1}"
		]
	  ],
	  "desc": "Перестать тащить",
	  "arg": [
		{
		  "desc": "id игрока",
		  "name": "arg1",
		  "type": 2
		}
	  ],
	  "delay": 1.4,
	  "id_element": 2,
	  "cmd": "ungotome",
	  "key": ["", {}],
	  "send_end_mes": true
	}
	]],
--> Снять наручники
[8] = [[
	{
	  "folder": 4,
	  "id_element": 2,
	  "rank": 2,
	  "act": [
		[
		  "SEND",
		  "/me снимает ключи с пояса и снимает наручники с задержанного"
		],
		[
		  "SEND",
		  "/uncuff {arg1}"
		]
	  ],
	  "desc": "Снять наручники",
	  "send_end_mes": true,
	  "delay": 1.4,
	  "arg": [
		{
		  "desc": "id игрока",
		  "name": "arg1",
		  "type": 2
		}
	  ],
	  "cmd": "uncuff",
	  "key": ["", {}],
	  "var": {}
	}
	]],
--> Повысить/Понизить срок заключённому
[9] = [[
	{
	  "folder": 4,
	  "id_element": 11,
	  "rank": 7,
	  "act": [
		[
		  "DIALOG",
		  "what",
		  [
			"Понизить",
			"Повысить"
		  ]
		],
		[
		  "IF",
		  2,
		  [
			"what",
			"1"
		  ],
		  4
		],
		[
		  "NEW_VAR",
		  "var1",
		  "1"
		],
		[
		  "ELSE",
		  4
		],
		[
		  "NEW_VAR",
		  "var1",
		  "2"
		],
		[
		  "END",
		  4
		],
		[
		  "SEND",
		  "/me аккуратным движением правой руки достал{sex[][а]} КПК и включил{sex[][а]} его"
		],
		[
		  "SEND",
		  "/me заш{sex[ел][ла]} в базу данных ТСР, и наш{sex[ел][ла]} заключенного"
		],
		[
		  "SEND",
		  "/me нажав на его иконку в КПК и изменил{sex[][а]} срок заключенному"
		],
		[
		  "SEND",
		  "/do На планшете появилась зеленая галка и заключенному изменился срок пребывания в тюрьме."
		],
		[
		  "SEND",
		  "/punish {arg1} {arg2} {var1} {arg3}"
		]
	  ],
	  "desc": "Повысить/Понизить срок",
	  "arg": [
		{
		  "desc": "id игрока",
		  "name": "arg1",
		  "type": 2
		},
		{
		  "desc": "уровень 1 - 6",
		  "name": "arg2",
		  "type": 2
		},
		{
		  "desc": "причина",
		  "name": "arg3",
		  "type": 1
		}
	  ],
	  "delay": 1.4,
	  "var": [
		{
		  "name": "var1",
		  "value": "1"
		}
	  ],
	  "cmd": "punish",
	  "key": ["", {}],
	  "send_end_mes": true
	}
	]],
--> Освободить человека из тюрьмы
[10] = [[
	{
	  "folder": 4,
	  "id_element": 6,
	  "rank": 9,
	  "act": [
		[
		  "SEND",
		  "/do В левом кармане лежит КПК."
		],
		[
		  "SEND",
		  "/me достал{sex[][а]} КПК, заш{sex[ел][ла]} в базу данных заключённых и наш{sex[ел][ла]} нужное дело"
		],
		[
		  "SEND",
		  "/me нажал{sex[][а]} пункт \"Освободить\" в деле заключенного"
		],
		[
		  "SEND",
		  "/do В базе данных заключённого были сделаны изменения."
		],
		[
		  "SEND",
		  "/unpunish {arg1} {arg2}"
		]
	  ],
	  "desc": "Выпустить человека с тюрьмы",
	  "send_end_mes": true,
	  "delay": 1.4,
	  "arg": [
		{
		  "desc": "id игрока",
		  "name": "arg1",
		  "type": 2
		},
		{
		  "desc": "сумма за выход: 2кк - 50кк",
		  "name": "arg2",
		  "type": 2
		}
	  ],
	  "cmd": "unpunish",
	  "key": ["", {}],
	  "var": {}
	}
  ]],
--> Просмотреть наказание заключённого
[11] = [[
	{
	  "folder": 4,
	  "id_element": 2,
	  "rank": 3,
	  "act": [
		[
		  "SEND",
		  "/me достал{sex[][а]} КПК и открыл{sex[][а]} базу и посмотрел{sex[][а]} информацию о человеке"
		],
		[
		  "SEND",
		  "/getjail {arg1}"
		]
	  ],
	  "desc": "Просмотреть наказание заключенного",
	  "send_end_mes": true,
	  "delay": 1.4,
	  "arg": [
		{
		  "desc": "id игрока",
		  "name": "arg1",
		  "type": 2
		}
	  ],
	  "cmd": "getjail",
	  "key": ["", {}],
	  "var": {}
	}
  ]],
--> Поменять номер карцера
[12] = [[
	{
	  "folder": 4,
	  "id_element": 9,
	  "rank": 6,
	  "act": [
		[
		  "SEND",
		  "/me снял{sex[][а]} ключи с пояса, открыл дверь карцера номер '{arg2}'"
		],
		[
		  "SEND",
		  "/me открыл{sex[][а]} карцер с заключенным, заломал{sex[][а]} ему руку и перевел{sex[][а]} в другую камеру"
		],
		[
		  "SEND",
		  "/me закрыл{sex[][а]} оба карцера, повесил{sex[][а]} ключи на пояс"
		],
		[
		  "SEND",
		  "/setcarcer {arg1} {arg2}"
		]
	  ],
	  "desc": "Поменять номер карцера",
	  "send_end_mes": true,
	  "delay": 1.4,
	  "arg": [
		{
		  "desc": "id игрока",
		  "name": "arg1",
		  "type": 2
		},
		{
		  "desc": "новый номер карцера 1 - 10",
		  "name": "arg2",
		  "type": 2
		}
	  ],
	  "cmd": "setcarcer",
	  "key": ["", {}],
	  "var": {}
	}
  ]],
--> Освободить игрока из карцера
[13] = [[
	{
	  "folder": 4,
	  "id_element": 5,
	  "rank": 1,
	  "act": [
		[
		  "SEND",
		  "/do Ключи от карцера на поясе."
		],
		[
		  "SEND",
		  "/me правой рукой взял{sex[][а]} ключ от карцера и открыл{sex[][а]} его"
		],
		[
		  "SEND",
		  "/me взял{sex[][а]} заключенного за руку, вывел{sex[][а]} его из карцера"
		  ],
      [
        "SEND",
        "/me закрыл{sex[][а]} дверь карцера и повесил{sex[][а]} ключ на пояс"
      ],
      [
        "SEND",
        "/uncarcer {arg1}"
      ]
    ],
    "desc": "Выпустить игрока из карцера",
    "send_end_mes": true,
    "delay": 1.4,
    "arg": [
      {
        "desc": "id игрока",
        "name": "arg1",
        "type": 2
      }
    ],
    "cmd": "uncarcer",
    "key": ["", {}],
    "var": {}
  }
]]
}
return commands
