--[[
Open with encoding: CP1251
StateHelper/Arizona_factions/police/commands.lua
]]

local commands = {
--> Выдать повестку
[1] = [[
{
  "folder": 4,
  "UID": 41911340,
  "id_element": 7,
  "rank": 5,
  "act": [
    [
      "SEND",
      "Здравствуйте, я {myrank} {mynickrus}. Покажите ваш паспорт."
    ],
    [
      "WAIT_ENTER"
    ],
    [
      "SEND",
      "/me взял{sex[][а]} документ, изучил{sex[][а]} и вернул{sex[][а]}"
    ],
    [
      "SEND",
      "/do В папке лежит бланк \"Повестка\"."
    ],
    [
      "SEND",
      "/me достает бланк, заполняет бланк и ставит свою подпись"
    ],
    [
      "SEND",
      "/todo Вот ваша повестка. Ждем вас в военкомате!*протягивая бланк человеку"
    ],
    [
      "SEND",
      "/agenda {arg1}"
    ]
  ],
  "desc": "Выдать повестку",
  "send_end_mes": true,
  "delay": 1.4,
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 2
    }
  ],
  "cmd": "agenda",
  "key": [
    "",
    {}
  ],
  "var": {}
}
]],
--> Провести /arrest
[2] = [[
{
  "folder": 4,
  "UID": 72737835,
  "var": {},
  "rank": 1,
  "act": [
    [
      "SEND",
      "/me нажал{sex[][а]} кнопку на рации и сообщил{sex[][а]} диспетчеру о задержанном"
    ],
    [
      "SEND",
      "/me запросил{sex[][а]} патрульный экипаж для сопровождения арестованного"
    ],
    [
      "SEND",
      "/do Спустя время, офицеры выходят из департамента и забирают преступника."
    ],
    [
      "SEND",
      "/arrest {arg1}"
    ]
  ],
  "desc": "Арестовать преступника",
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 2
    }
  ],
  "delay": 1.3,
  "send_end_mes": true,
  "cmd": "arrest",
  "key": [
    "",
    {}
  ],
  "id_element": 5
}
]],
--> Отобрать быстро скрепки
[3] = [[
{
  "folder": 4,
  "UID": 28590337,
  "var": {},
  "rank": 1,
  "act": [
    [
      "SEND",
      "/me заметил, что задержанный пытается вскрыть наручники подручным предметом"
    ],
    [
      "SEND",
      "/todo Вы серьёзно?*резко изымая скрепки у {getplnick[{arg1}]} и пряча их в карман"
    ],
    [
      "SEND",
      "/bot {arg1}"
    ]
  ],
  "desc": "Отобрать скрепки",
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 2
    }
  ],
  "delay": 1.3,
  "send_end_mes": true,
  "cmd": "bot",
  "key": [
    "",
    {}
  ],
  "id_element": 3
}
]],
--> Очистить розыск
[4] = [[
{
  "folder": 4,
  "UID": 32924408,
  "var": {},
  "rank": 1,
  "act": [
    [
      "SEND",
      "/me достал служебный планшет и открыл базу данных"
    ],
    [
      "SEND",
      "/me нашёл запись о {getplnick[{arg1}]} и удалил её из списка разыскиваемых"
    ],
    [
      "SEND",
      "/clear {arg1}"
    ],
    [
      "SEND",
      "/do В базе данных теперь отсутствует информация о розыске данного гражданина."
    ]
  ],
  "desc": "Очистить розыск",
  "id_element": 4,
  "delay": 1.3,
  "send_end_mes": true,
  "cmd": "clear",
  "key": [
    "",
    {}
  ],
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 2
    }
  ]
}
]],
--> Надеть наручники
[5] = [[
{
  "folder": 4,
  "UID": 59837210,
  "id_element": 3,
  "rank": 2,
  "act": [
    [
      "SEND",
      "/do На поясе висят наручники."
    ],
    [
      "SEND",
      "/me снял наручники, скрестил руки задержанного и зафиксировал их"
    ],
    [
      "SEND",
      "/cuff {arg1}"
    ]
  ],
  "desc": "Надеть наручники",
  "send_end_mes": true,
  "delay": 1.4,
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 2
    }
  ],
  "cmd": "cuff",
  "key": [
    "",
    {}
  ],
  "var": {}
}
]],
--> Поднять из стадии смерти
[6] = [[
{
  "folder": 4,
  "UID": 88983788,
  "var": {},
  "rank": 1,
  "act": [
    [
      "SEND",
      "/cure {arg1}"
    ],
    [
      "SEND",
      "/me достал{sex[][а]} платок из нагрудного кармана"
    ],
    [
      "SEND",
      "/me аккуратно приложил{sex[][а]} платок ко рту пострадавшего, после чего сделал{sex[][а]} глубокий вдох"
    ],
    [
      "SEND",
      "/do В лёгких много воздуха."
    ],
    [
      "SEND",
      "/me встал{sex[][а]} на колени, после чего прислонил{sex[ся][ась]} к пациенту"
    ],
    [
      "SEND",
      "/me подвел{sex[][а]} губы ко рту пострадавшего, после чего начал{sex[][а]} делать искусственное дыхание"
    ],
    [
      "SEND",
      "/me отвел{sex[][а]} губы от рта пострадавшего, после чего сделал{sex[][а]} глубокий вдох"
    ],
    [
      "SEND",
      "/me подвел{sex[][а]} губы ко рту пострадавшего, после чего начал{sex[][а]} делать искусственное дыхание"
    ],
    [
      "SEND",
      "/me начал{sex[][а]} проводить сердечно-лёгочную реанимацию"
    ],
    [
      "SEND",
      "/do Человек пришел в сознание."
    ]
  ],
  "desc": "Поднять из стадии смерти",
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 2
    }
  ],
  "delay": 1.5,
  "send_end_mes": true,
  "cmd": "cure",
  "key": [
    "",
    {}
  ],
  "id_element": 7
}
]],
--> Обыскать
[7] = [[
{
  "folder": 4,
  "UID": 35829120,
  "id_element": 13,
  "rank": 1,
  "act": [
    [
      "SEND_ME",
      "Выбирайте вариант с /gotome если вы заломали руку преступнику. Первичный обыск проводите у капота автомобиля."
    ],
    [
      "DIALOG",
      "why",
      [
        "Первичный обыск",
        "Первичный обыск (/gotome)",
        "Вторичный обыск",
        "Вторичный обыск (/gotome)"
      ]
    ],
    [
      "IF",
      2,
      [
        "why",
        "1"
      ],
      6,
      1
    ],
    [
      "SEND",
      "/me ногами раздвинул{sex[][а]} ноги подозреваемого на ширину плеч и положил{sex[][а]} его на капот"
    ],
    [
      "SEND",
      "/me положил{sex[][а]} руки подозреваемого выше его головы"
    ],
    [
      "SEND",
      "/me тщательно прохлопал{sex[][а]} поверхность всей одежды, ноги"
    ],
    [
      "SEND",
      "/frisk {arg1}"
    ],
    [
      "ELSE",
      6
    ],
    [
      "IF",
      2,
      [
        "why",
        "2"
      ],
      8,
      1,
      false
    ],
    [
      "SEND",
      "/me отпустил{sex[][а]} руку задержаного"
    ],
    [
      "SEND",
      "/me ногами раздвинул{sex[][а]} ноги подозреваемого на ширину плеч и положил{sex[][а]} его на капот"
    ],
    [
      "SEND",
      "/me положил{sex[][а]} руки подозреваемого выше его головы"
    ],
    [
      "SEND",
      "/me тщательно прохлопал{sex[][а]} поверхность всей одежды, ноги"
    ],
    [
      "SEND",
      "/frisk {arg1}"
    ],
    [
      "SEND",
      "/me после чего взял{sex[][а]} его за руку и повел{sex[][а]} за собой"
    ],
    [
      "ELSE",
      8
    ],
    [
      "END",
      8
    ],
    [
      "IF",
      2,
      [
        "why",
        "3"
      ],
      10,
      1,
      false
    ],
    [
      "SEND",
      "/me достал{sex[][а]} перчатки, после чего надел{sex[][а]} их на руки"
    ],
    [
      "SEND",
      "/me провел{sex[][а]} руками по верхним частям тела в области груди и рук"
    ],
    [
      "SEND",
      "/me провел{sex[][а]} руками по туловищу в области пояса и карманов"
    ],
    [
      "SEND",
      "/me провел{sex[][а]} руками по нижним частям тела в области ног"
    ],
    [
      "SEND",
      "/frisk {arg1}"
    ],
    [
      "ELSE",
      10
    ],
    [
      "END",
      10
    ],
    [
      "IF",
      2,
      [
        "why",
        "4"
      ],
      12,
      1,
      false
    ],
    [
      "SEND",
      "/me отпустил{sex[][а]} руку задержаного"
    ],
    [
      "SEND",
      "/me достал{sex[][а]} перчатки, после чего надел{sex[][а]} их на руки"
    ],
    [
      "SEND",
      "/me провел{sex[][а]} руками по верхним частям тела в области груди и рук"
    ],
    [
      "SEND",
      "/me провел{sex[][а]} руками по туловищу в области пояса и карманов"
    ],
    [
      "SEND",
      "/me провел{sex[][а]} руками по нижним частям тела в области ног"
    ],
    [
      "SEND",
      "/frisk {arg1}"
    ],
    [
      "SEND",
      "/me после чего взял{sex[][а]} его за руку и повел{sex[][а]} за собой"
    ],
    [
      "ELSE",
      12
    ],
    [
      "END",
      12
    ],
    [
      "END",
      6
    ]
  ],
  "desc": "Обыскать игрока",
  "send_end_mes": true,
  "delay": 1.4,
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 2
    }
  ],
  "cmd": "frisk",
  "key": [
    "",
    {}
  ],
  "var": {}
}
]],
--> Тащить за собой
[8] = [[
{
  "folder": 4,
  "UID": 18123637,
  "id_element": 2,
  "rank": 2,
  "act": [
    [
      "SEND",
      "/me резко схватил{sex[][а]} задержанного за запястье, заломал{sex[][а]} руку и потащил{sex[][а]} за собой, не давая вырваться"
    ],
    [
      "SEND",
      "/gotome {arg1}"
    ]
  ],
  "desc": "Тащить за собой",
  "send_end_mes": true,
  "delay": 1.4,
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 2
    }
  ],
  "cmd": "gotome",
  "key": [
    "",
    {}
  ],
  "var": {}
}
]],
--> Затолкать в авто
[9] = [[
{
  "folder": 4,
  "UID": 89145788,
  "var": {},
  "rank": 1,
  "act": [
    [
      "SEND",
      "/me открыл{sex[][а]} заднюю дверь служебного автомобиля"
    ],
    [
      "SEND",
      "/todo Аккуратно, голова*усаживая задержанного в автомобиль"
    ],
    [
      "SEND",
      "/me закрыл{sex[][а]} дверь автомобиля"
    ],
    [
      "SEND",
      "/incar {arg1} {arg2}"
    ]
  ],
  "desc": "Посадить в транспорт",
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 2
    },
    {
      "desc": "место(3-4)",
      "name": "arg2",
      "type": 2
    }
  ],
  "delay": 1.3,
  "send_end_mes": true,
  "cmd": "incar",
  "key": [
    "",
    {}
  ],
  "id_element": 4
}
]],
--> Мегафон остановка транспорта
[10] = [[
{
  "folder": 4,
  "UID": 32881630,
  "var": [
    {
      "name": "var1",
      "value": "{veh_model}"
    }
  ],
  "rank": 1,
  "act": [
    [
      "IF",
      4,
      [
        "var1",
        "Неизвестно"
      ],
      5,
      1
    ],
    [
      "SEND",
      "/me поднял мегафон к губам и включил его"
    ],
    [
      "SEND",
      "/m Водитель транспортного средства, немедленно остановитесь!"
    ],
    [
      "SEND",
      "/m Прижмитесь к обочине, заглушите двигатель и держите руки на руле!"
    ],
    [
      "SEND",
      "/m В случае неповиновения законному требованию, будет открыт огонь!"
    ],
    [
      "ELSE",
      5
    ],
    [
      "SEND",
      "/me включил мегафон, наведя его в сторону автомобиля, и обратился к водителю"
    ],
    [
      "SEND",
      "/m Водитель транспортного средства {var1}, немедленно остановитесь!"
    ],
    [
      "SEND",
      "/m Прижмитесь к обочине, заглушите двигатель и держите руки на руле!"
    ],
    [
      "SEND",
      "/m В случае неповиновения законному требованию, будет открыт огонь!"
    ],
    [
      "END",
      5
    ]
  ],
  "desc": "Остановка транспорта",
  "id_element": 13,
  "delay": 1.4,
  "send_end_mes": true,
  "cmd": "meg",
  "key": [
    "Num 3",
    [
      99
    ]
  ],
  "arg": {}
}
]],
--> Миранда
[11] = [[
{
  "folder": 4,
  "UID": 30556991,
  "var": {},
  "rank": 1,
  "act": [
    [
      "SEND",
      "Вы имеете право хранить молчание."
    ],
    [
      "SEND",
      "Всё, что вы скажете, может и будет использовано против вас в суде."
    ],
    [
      "SEND",
      "Вы имеете право на 1 телефонный звонок, например для вызова частного адвоката."
    ],
    [
      "SEND",
      "Ваш адвокат может присутствовать при допросе."
    ],
    [
      "SEND",
      "Если вы не можете оплатить услуги адвоката, он будет предоставлен вам государством."
    ],
    [
      "SEND",
      "Вам ясны Ваши права?"
    ]
  ],
  "desc": "Зачитать правила",
  "id_element": 6,
  "delay": 1.4,
  "send_end_mes": true,
  "cmd": "miranda",
  "key": [
    "",
    {}
  ],
  "arg": {}
}
]],
--> Попросить показать документы
[12] = [[
{
  "folder": 4,
  "UID": 75043273,
  "var": {},
  "rank": 1,
  "act": [
    [
      "SEND",
      "Здравствуйте, я {myrank} {mynickrus}. Жетон на груди."
    ],
    [
      "SEND",
      "/me достал{sex[][а]} свое удостоверение из кармана и аккуратно развернул{sex[][а]} его"
    ],
    [
      "SEND",
      "/me простирает удостоверение человеку напротив"
    ],
    [
      "SEND",
      "/do Удостоверение выглядит официально и имеет печать в верхнем углу."
    ],
    [
      "SEND",
      "/showbadge {arg1}"
    ]
  ],
  "desc": "Представиться и попросить документы",
  "id_element": 6,
  "delay": 1.3,
  "send_end_mes": true,
  "cmd": "pass",
  "key": [
    "",
    {}
  ],
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 2
    }
  ]
}
]],
--> Вытащить из автомобиля
[13] = [[
{
  "folder": 4,
  "UID": 66020036,
  "var": {},
  "rank": 1,
  "act": [
    [
      "SEND",
      "/me ударом дубинки выбил{sex[][а]} стекло автомобиля"
    ],
    [
      "SEND",
      "/pull {arg1}"
    ],
    [
      "SEND",
      "/me открыл{sex[][а]} дверь изнутри, схватил{sex[][а]} задержанного и вытянул{sex[][а]} его наружу"
    ]
  ],
  "desc": "Вытащить из транспорта",
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 2
    }
  ],
  "delay": 1.3,
  "send_end_mes": true,
  "cmd": "pull",
  "key": [
    "",
    {}
  ],
  "id_element": 3
}
]],
--> Отобрать что-то
[14] = [[
{
  "folder": 4,
  "UID": 81820075,
  "var": {},
  "rank": 1,
  "act": [
    [
      "DIALOG",
      "what",
      [
        "Лицензии",
        "Наркотики",
        "Оружие",
        "Патроны",
        "Отмычки"
      ]
    ],
    [
      "IF",
      2,
      [
        "what",
        "1"
      ],
      2,
      1
    ],
    [
      "DIALOG",
      "lic",
      [
        "Оружие",
        "Автомобиль",
        "Мотоцикл",
        "Вертолет",
        "Водный тс",
        "Охоту"
      ]
    ],
    [
      "ELSE",
      2
    ],
    [
      "END",
      2
    ],
    [
      "IF",
      2,
      [
        "what",
        "2"
      ],
      4,
      1
    ],
    [
      "SEND",
      "/me отпустил{sex[][а]} руку задержаного"
    ],
    [
      "SEND",
      "/me достал{sex[][а]} из кармана одноразовые перчатки, натянул{sex[][а]} их на руки"
    ],
    [
      "SEND",
      "/me осторожным движением достал пакетик с белым порошком из кармана задержаного"
    ],
    [
      "SEND",
      "/take {arg1}"
    ],
    [
      "ELSE",
      4
    ],
    [
      "END",
      4
    ],
    [
      "IF",
      2,
      [
        "what",
        "3"
      ],
      10,
      1
    ],
    [
      "SEND",
      "/me отпустил{sex[][а]} руку задержаного"
    ],
    [
      "SEND",
      "/me достал{sex[][а]} из кармана одноразовые перчатки, натянул{sex[][а]} их на руки"
    ],
    [
      "SEND",
      "/me отобрал{sex[][а]} у задержаного оружие, положил{sex[][а]} его в пакет для улик"
    ],
    [
      "SEND",
      "/take {arg1}"
    ],
    [
      "ELSE",
      10
    ],
    [
      "END",
      10
    ],
    [
      "IF",
      2,
      [
        "what",
        "4"
      ],
      15,
      1
    ],
    [
      "SEND",
      "/me отпустил{sex[][а]} руку задержаного"
    ],
    [
      "SEND",
      "/me достал{sex[][а]} из кармана одноразовые перчатки, натянул{sex[][а]} их на руки"
    ],
    [
      "SEND",
      "/me достал{sex[][а]} из карманов задержаного патроны, положил{sex[][а]} их в пакет для улик"
    ],
    [
      "SEND",
      "/take {arg1}"
    ],
    [
      "ELSE",
      15
    ],
    [
      "END",
      15
    ],
    [
      "IF",
      2,
      [
        "what",
        "5"
      ],
      21,
      1
    ],
    [
      "SEND",
      "/me отпустил{sex[][а]} руку задержаного"
    ],
    [
      "SEND",
      "/me достал{sex[][а]} из кармана одноразовые перчатки, натянул{sex[][а]} их на руки"
    ],
    [
      "SEND",
      "/me отобрал{sex[][а]} у задержаного отмычки, положил{sex[][а]} их в пакет для улик"
    ],
    [
      "SEND",
      "/take {arg1}"
    ],
    [
      "ELSE",
      21
    ],
    [
      "END",
      21
    ],
    [
      "IF",
      2,
      [
        "lic",
        "1"
      ],
      26,
      1
    ],
    [
      "SEND",
      "/me отпустил{sex[][а]} руку задержаного"
    ],
    [
      "SEND",
      "/me достал{sex[][а]} из кармана задержаного лицензию на 'оружие' и положил её в пакет для улик"
    ],
    [
      "SEND",
      "Это останется у меня!"
    ],
    [
      "SEND",
      "/take {arg1}"
    ],
    [
      "ELSE",
      26
    ],
    [
      "END",
      26
    ],
    [
      "IF",
      2,
      [
        "lic",
        "2"
      ],
      31,
      1
    ],
    [
      "SEND",
      "/me отпустил{sex[][а]} руку задержаного"
    ],
    [
      "SEND",
      "/me достал{sex[][а]} из кармана задержаного лицензию на 'вождение автомобиля' и положил её в пакет для улик"
    ],
    [
      "SEND",
      "Это останется у меня!"
    ],
    [
      "SEND",
      "/take {arg1}"
    ],
    [
      "ELSE",
      31
    ],
    [
      "END",
      31
    ],
    [
      "IF",
      2,
      [
        "lic",
        "3"
      ],
      36,
      1
    ],
    [
      "SEND",
      "/me отпустил{sex[][а]} руку задержаного"
    ],
    [
      "SEND",
      "/me достал{sex[][а]} из кармана задержаного лицензию на 'вождение мотоцикла' и положил её в пакет для улик"
    ],
    [
      "SEND",
      "Это останется у меня!"
    ],
    [
      "SEND",
      "/take {arg1}"
    ],
    [
      "ELSE",
      36
    ],
    [
      "END",
      36
    ],
    [
      "IF",
      2,
      [
        "lic",
        "4"
      ],
      41,
      1
    ],
    [
      "SEND",
      "/me отпустил{sex[][а]} руку задержаного"
    ],
    [
      "SEND",
      "/me достал{sex[][а]} из кармана задержаного лицензию на 'управление воздушным транспортом' и положил её в пакет для улик"
    ],
    [
      "SEND",
      "Это останется у меня!"
    ],
    [
      "SEND",
      "/take {arg1}"
    ],
    [
      "ELSE",
      41
    ],
    [
      "END",
      41
    ],
    [
      "IF",
      2,
      [
        "lic",
        "5"
      ],
      46,
      1
    ],
    [
      "SEND",
      "/me отпустил{sex[][а]} руку задержаного"
    ],
    [
      "SEND",
      "/me достал{sex[][а]} из кармана задержаного лицензию на 'управление водным транспортом' и положил её в пакет для улик"
    ],
    [
      "SEND",
      "Это останется у меня!"
    ],
    [
      "SEND",
      "/take {arg1}"
    ],
    [
      "ELSE",
      46
    ],
    [
      "END",
      46
    ],
    [
      "IF",
      2,
      [
        "lic",
        "6"
      ],
      51,
      1
    ],
    [
      "SEND",
      "/me отпустил{sex[][а]} руку задержаного"
    ],
    [
      "SEND",
      "/me достал{sex[][а]} из кармана задержаного лицензию на 'охоту' и положил её в пакет для улик"
    ],
    [
      "SEND",
	  "Это останется у меня!"
	],
	[
	  "SEND",
	  "/take {arg1}"
	],
	[
	  "ELSE",
	  51
	],
	[
	  "END",
	  51
	]
  ],
  "desc": "Отобрать что-то",
  "id_element": 55,
  "delay": 1.3,
  "send_end_mes": true,
  "cmd": "take",
  "key": [
	"",
	{}
  ],
  "arg": [
	{
	  "desc": "Аргумент 1",
	  "name": "arg1",
	  "type": 2
	}
  ]
}
]],
--> Снять наручники
[15] = [[
{
  "folder": 4,
  "UID": 18535299,
  "id_element": 2,
  "rank": 2,
  "act": [
	[
	  "SEND",
	  "/me достал{sex[][а]} ключ и снял{sex[][а]} наручники с задержанного"
	],
	[
	  "SEND",
	  "/uncuff {arg1}"
	]
  ],
  "desc": "Снять наручники",
  "var": {},
  "delay": 1.4,
  "send_end_mes": true,
  "cmd": "uncuff",
  "key": [
	"",
	{}
  ],
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "arg1",
	  "type": 2
	}
  ]
}
]],
--> Престать тащить
[16] = [[
{
  "folder": 4,
  "UID": 31151397,
  "id_element": 2,
  "rank": 2,
  "act": [
	[
	  "SEND",
	  "/me отпускает руку задержанного"
	],
	[
	  "SEND",
	  "/ungotome {arg1}"
	]
  ],
  "desc": "Перестать тащить",
  "send_end_mes": true,
  "delay": 1.4,
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "arg1",
	  "type": 2
	}
  ],
  "cmd": "ungotome",
  "key": [
	"",
	{}
  ],
  "var": {}
}
]],
--> Снять маску
[17] = [[
{
  "folder": 4,
  "UID": 82562919,
  "var": {},
  "rank": 1,
  "act": [
	[
	  "SEND",
	  "/do Задержаный в балаклаве."
	],
	[
	  "SEND",
	  "/me резким движением стянул{sex[][а]} маску с лица задержанного, выбросил{sex[][а]} ее на пол"
	],
	[
	  "SEND",
	  "/unmask {arg1}"
	]
  ],
  "desc": "Снять маску с человека",
  "id_element": 3,
  "delay": 1.3,
  "send_end_mes": true,
  "cmd": "unmask",
  "key": [
	"",
	{}
  ],
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "arg1",
	  "type": 2
	}
  ]
}
]],

--> Запросить подкрипление
[18] = [[
{
  "folder": 4,
  "UID": 30894646,
  "var": {},
  "rank": 1,
  "act": [
    [
      "SEND",
      "/r 10-34, нахожусь в квадрате {city}. Причина: {arg1}"
    ],
    [
      "SEND",
      "/bk {arg1}"
    ]
  ],
  "desc": "Запросить подкрипление",
  "arg": [
    {
      "desc": "причина",
      "name": "arg1",
      "type": 1
    }
  ],
  "delay": 1.4,
  "send_end_mes": true,
  "cmd": "bk",
  "key": [
    "",
    {}
  ],
  "id_element": 2
}
]],

--> Получить взятку
[19] = [[
{
  "folder": 4,
  "UID": 64670816,
  "var": {},
  "rank": 1,
  "act": [
    [
      "DIALOG",
      "wh",
      [
        "Намекнуть",
        "Предложить, взять"
      ]
    ],
    [
      "IF",
      2,
      [
        "wh",
        "1"
      ],
      2,
      1
    ],
    [
      "SEND",
      "/do Есть ли на задержаном любые записывабщие устройства?"
    ],
    [
      "WAIT_ENTER"
    ],
    [
      "SEND",
      "/me закрыл{sex[][а]} динамик на боди камере рукой"
    ],
    [
      "SEND",
      "Не хотите решить вопрос прямо сейчас? У вас с собой {arg2}?"
    ],
    [
      "ELSE",
      2
    ],
    [
      "IF",
      2,
      [
        "wh",
        "2"
      ],
      8,
      1,
      false
    ],
    [
      "SEND",
      "/me выключил{sex[][а]} служебную боди-камеру"
    ],
    [
      "SEND",
      "Давайте деньги, пока я не передумал{sex[][а]}"
    ],
    [
      "SEND",
      "/bribe {arg1} {arg2} {arg3}"
    ],
    [
      "SEND_ME",
      "Ждем подтверждения от человека."
    ],
    [
      "WAIT_ENTER"
    ],
    [
      "SEND",
      "/me незаметным движением взял{sex[][а]} конверт, перещитал{sex[][а]} купюры"
    ],
    [
      "SEND",
      "/me достал{sex[][а]} деньги из конверта, свернул{sex[][а]} их, спратял{sex[][а]} в внутренный карман"
    ],
    [
      "ELSE",
      8
    ],
    [
      "END",
      8
    ],
    [
      "END",
      2
    ]
  ],
  "desc": "Получить взятку",
  "id_element": 15,
  "delay": 1.4,
  "send_end_mes": true,
  "cmd": "bribe",
  "key": [
    "",
    {}
  ],
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 1
    },
    {
      "desc": "Сумма (От 100.000$ до 10.000.000$)",
      "name": "arg2",
      "type": 1
    },
    {
      "desc": "Обнулить розыск (0-Нет / 1-Да)",
      "name": "arg3",
      "type": 1
    }
  ]
}
]],

--> Разрешение на номер
[20] = [[
{
  "folder": 4,
  "UID": 19542246,
  "var": {},
  "rank": 5,
  "act": [
    [
      "SEND",
      "/me достал{sex[][а]}  пустой бранк на выдачу номера, заполнил{sex[][а]}  бланк, после чего передал{sex[][а]}  его человеку"
    ],
    [
      "SEND",
      "/giveplate {arg1} {arg2}"
    ],
    [
      "SEND",
      "/todo Поставте подпись тут*показывая пальцем на бланк"
    ]
  ],
  "desc": "Выдать разрешение на номер",
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 1
    },
    {
      "desc": "стоимость (от 10.000$ до 500.000$)",
      "name": "arg2",
      "type": 1
    }
  ],
  "delay": 1.4,
  "send_end_mes": true,
  "cmd": "giveplate",
  "key": [
    "",
    {}
  ],
  "id_element": 3
}
]],

--> Снять мешок с головы
[21] = [[
{
  "folder": 4,
  "UID": 69528596,
  "var": {},
  "rank": 1,
  "act": [
    [
      "SEND",
      "/me достал{sex[][а]} нож и перерезал{sex[][а]} верёвку на мешке"
    ],
    [
      "SEND",
      "/me стянул{sex[][а]} мешок с головы человека"
    ],
    [
      "SEND",
      "/unbag {arg1}"
    ]
  ],
  "desc": "Снять мешок с головы игрока",
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 1
    }
  ],
  "delay": 1.4,
  "send_end_mes": true,
  "cmd": "unbag",
  "key": [
    "",
    {}
  ],
  "id_element": 3
}
]],

--> Достать кляп изо рта
[22] = [[
{
  "folder": 4,
  "UID": 43608269,
  "var": {},
  "rank": 1,
  "act": [
    [
      "SEND",
      "/me аккуратно вытащил{sex[][а]} кляп изо рта человека"
    ],
    [
      "SEND",
      "/ungag {arg1}"
    ]
  ],
  "desc": "Достать кляп изо рта",
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 1
    }
  ],
  "delay": 1.4,
  "send_end_mes": true,
  "cmd": "ungag",
  "key": [
    "",
    {}
  ],
  "id_element": 2
}
]],

--> Развязать
[23] = [[
{
  "folder": 4,
  "UID": 31089164,
  "var": {},
  "rank": 1,
  "act": [
    [
      "SEND",
      "/me достал{sex[][а]} нож и перерезал{sex[][а]} верёвку"
    ],
    [
      "SEND",
      "/untie {arg1}"
    ]
  ],
  "desc": "Развязать игрока",
  "arg": [
    {
      "desc": "id игрока",
      "name": "arg1",
      "type": 1
    }
  ],
  "delay": 1.6,
  "send_end_mes": true,
  "cmd": "untie",
  "key": [
    "",
    {}
  ],
  "id_element": 2
}
]],

--> Наложить /z
[24] = [[
{
  "folder": 4,
  "UID": 53466941,
  "var": {},
  "rank": 1,
  "act": [
    [
      "SEND",
      "/z {pursuit_id}"
    ]
  ],
  "desc": "Пометить преступника в погоне",
  "id_element": 1,
  "delay": 0.5,
  "send_end_mes": true,
  "cmd": "zp",
  "key": [
    "Num 2",
    [
      98
    ]
  ],
  "arg": {}
}
]]
}

--> Для СМИ

return commands
