--[[
Open with encoding: CP1251
StateHelper/Arizona_factions/common/commands.lua
]]

local commands = {
--> Пройдёмте за мной
[1] = [[
{
  "folder": 4,
  "var": {

  },
  "rank": 1,
  "act": [
	[
	  "SEND",
	  "Пройдёмте за мной."
	]
  ],
  "desc": "Отправить фразу \"Пройдёмте за мной\"",
  "id_element": 1,
  "delay": 2.5,
  "send_end_mes": true,
  "cmd": "za",
  "key": [
	"",
	{

	}
  ],
  "arg": {

  }
}
]],
--> Показать документы с РП
[2] = [[
{
  "folder": 7,
  "var": {

  },
  "rank": 1,
  "act": [
	[
	  "DIALOG",
	  "options",
	  [
		"Паспорт",
		"Медицинская карта",
		"Лицензии",
		"Трудовая книжка"
	  ]
	],
	[
	  "IF",
	  2, [
		"options",
		"1"
	  ],
	  2],
	[
	  "SEND",
	  "/do Паспорт гражданина находится в заднем кармане."
	],
	[
	  "SEND",
	  "/me засунув руку в карман, достал{sex[][а]} паспорт, после чего передал{sex[][а]} его человеку напротив"
	],
	[
	  "SEND",
	  "/showpass {id}"
	],
	[
	  "ELSE",
	  2],
	[
	  "END",
	  2],
	[
	  "IF",
	  2, [
		"options",
		"2"
	  ],
	  7],
	[
	  "SEND",
	  "/do Медицинская карта находится в нагрудном кармане."
	],
	[
	  "SEND",
	  "/me засунув руку в карман, достал{sex[][а]} мед. карту, после чего передал{sex[][а]} её человеку напротив"
	],
	[
	  "SEND",
	  "/showmc {id}"
	],
	[
	  "ELSE",
	  7],
	[
	  "END",
	  7],
	[
	  "IF",
	  2, [
		"options",
		"3"
	  ],
	  12],
	[
	  "SEND",
	  "/do Пакет лицензий находится в нагрудном кармане."
	],
	[
	  "SEND",
	  "/me засунув руку в карман, достал{sex[][а]} лицензии, после чего передал{sex[][а]} их человеку напротив"
	],
	[
	  "SEND",
	  "/showlic {id}"
	],
	[
	  "ELSE",
	  12],
	[
	  "END",
	  12],
	[
	  "IF",
	  2, [
		"options",
		"4"
	  ],
	  16],
	[
	  "SEND",
	  "/do Трудовая книжка находится во внутреннем кармане."
	],
	[
	  "SEND",
	  "/me засунув руку в карман, достал{sex[][а]} книжку, после чего передал{sex[][а]} её человеку напротив"
	],
	[
	  "SEND",
	  "/wbook {id}"
	],
	[
	  "ELSE",
	  16],
	[
	  "END",
	  16]
  ],
  "desc": "Показать игроку свои документы",
  "id_element": 19,
  "delay": 2.5,
  "send_end_mes": true,
  "cmd": "show",
  "key": [
	"",
	{

	}
  ],
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "id",
	  "type": 2
	}
  ]
}
]],
--> Начать или прекратить видеофиксацию
[3] = [[
{
  "folder": 7,
  "var": {

  },
  "rank": 1,
  "act": [
	[
	  "DIALOG",
	  "act",
	  [
		"Включить камеру",
		"Отключить камеру"
	  ]
	],
	[
	  "IF",
	  2, [
		"act",
		"1"
	  ],
	  2],
	[
	  "SEND",
	  "/do Телефон находится в левом кармане."
	],
	[
	  "SEND",
	  "/me засунув руку в карман, достал{sex[][а]} оттуда телефон, после чего заш{sex[ёл][ла]} в приложение \"Камера\""
	],
	[
	  "SEND",
	  "/me нажав на кнопку записи, приступил{sex[][а]} к съёмке происходящего"
	],
	[
	  "SEND",
	  "/do Камера смартфона начала записывать видео и звук."
	],
	[
	  "ELSE",
	  2],
	[
	  "END",
	  2],
	[
	  "IF",
	  2, [
		"act",
		"2"
	  ],
	  8],
	[
	  "SEND",
	  "/do Телефон находится в руке и ведёт запись."
	],
	[
	  "SEND",
	  "/me нажал{sex[][а]} на кнопку отключения записи, после чего убрал{sex[][а]} телефон в задний карман"
	],
	[
	  "SEND",
	  "/do Видеофиксация происходящего приостановлена."
	],
	[
	  "ELSE",
	  8],
	[
	  "END",
	  8]
  ],
  "desc": "Начать или прекратить видеофиксацию",
  "id_element": 12,
  "delay": 2.5,
  "send_end_mes": true,
  "cmd": "cam",
  "key": [
	"",
	{

	}
  ],
  "arg": {

  }
}
]],
--> Сокращённая команда /members
[4] = [[
{
  "folder": 4,
  "var": {

  },
  "rank": 1,
  "act": [
	[
	  "SEND",
	  "/members"
	]
  ],
  "desc": "Сокращённая команда /members",
  "id_element": 1,
  "delay": 2.5,
  "send_end_mes": true,
  "cmd": "mb",
  "key": [
	"",
	{

	}
  ],
  "arg": {

  }
}
]],
--> Принять в организацию
[5] = [[
{
  "folder": 5,
  "var": {

  },
  "rank": 9,
  "act": [
	[
	  "SEND",
	  "/do В кармане находятся ключи от шкафчика."
	],
	[
	  "SEND",
	  "/me засунув руку в карман, вытаскивает ключи и передаёт человеку напротив"
	],
	[
	  "SEND",
	  "/invite {id}"
	]
  ],
  "desc": "Принять игрока в организацию",
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "id",
	  "type": 2
	}
  ],
  "delay": 2.5,
  "id_element": 3,
  "cmd": "inv",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Уволить из организации
[6] = [[
{
  "folder": 5,
  "var": {

  },
  "rank": 9,
  "act": [
	[
	  "SEND",
	  "/do В левом кармане лежит телефон."
	],
	[
	  "SEND",
	  "/me достал{sex[][а]} телефон из кармана, после чего {sex[зашел][зашла]} в базу данных организации"
	],
	[
	  "SEND",
	  "/me изменил{sex[][а]} информацию о сотруднике {getplnick[{id}]}"
	],
	[
	  "SEND",
	  "/uninvite {id} {reason}"
	],
	[
	  "SEND",
	  "/r Сотрудник {getplnick[{id}]} был уволен из организации. Причина: {reason}"
	]
  ],
  "desc": "Уволить сотрудника",
  "arg": [
	{
	  "desc": "id сотрудника",
	  "name": "id",
	  "type": 2
	},
	{
	  "desc": "Причина",
	  "name": "reason",
	  "type": 1
	}
  ],
  "delay": 2.5,
  "id_element": 5,
  "cmd": "uval",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Бан чата организации
[7] = [[
{
  "folder": 5,
  "var": {

  },
  "rank": 8,
  "act": [
	[
	  "SEND",
	  "/do Рация весит на поясе."
	],
	[
	  "SEND",
	  "/me снял{sex[][а]} рацию с пояса, после чего {sex[зашёл][зашла]} в настройки локальных частот вещания"
	],
	[
	  "SEND",
	  "/me заглушил{sex[][а]} локальную частоту вещания сотруднику {getplnick[{id}]}"
	],
	[
	  "SEND",
	  "/fmute {id} {timemin} {reason}"
	],
	[
	  "SEND",
	  "/r Сотруднику {getplnick[{id}]} была отключена рация. Причина: {reason}"
	]
  ],
  "desc": "Заглушить сотруднику рабочий чат организации",
  "arg": [
	{
	  "desc": "id сотрудника",
	  "name": "id",
	  "type": 2
	},
	{
	  "desc": "Время в минутах",
	  "name": "timemin",
	  "type": 2
	},
	{
	  "desc": "Причина",
	  "name": "reason",
	  "type": 1
	}
  ],
  "delay": 2.5,
  "id_element": 5,
  "cmd": "mutechat",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Снять бан чата организации
[8] = [[
{
  "folder": 5,
  "var": {

  },
  "rank": 8,
  "act": [
	[
	  "SEND",
	  "/do Рация весит на поясе."
	],
	[
	  "SEND",
	  "/me снял{sex[][а]} рацию с пояса, после чего {sex[зашёл][зашла]} в настройки локальных частот вещания"
	],
	[
	  "SEND",
	  "/me освободил{sex[][а]} локальную частоту вещания сотруднику {getplnick[{id}]}"
	],
	[
	  "SEND",
	  "/funmute {id}"
	],
	[
	  "SEND",
	  "/r Сотруднику {getplnick[{id}]} снова включена рация!"
	]
  ],
  "desc": "Снять заглушку сотруднику рабочего чата организации",
  "arg": [
	{
	  "desc": "id сотрудника",
	  "name": "id",
	  "type": 2
	}
  ],
  "delay": 2.5,
  "id_element": 5,
  "cmd": "unmutechat",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Выдать выговор сотруднику организации
[9] = [[
{
  "folder": 5,
  "var": {

  },
  "rank": 8,
  "act": [
	[
	  "SEND",
	  "/do В левом кармане лежит телефон."
	],
	[
	  "SEND",
	  "/me достал{sex[][а]} телефон из кармана, после чего {sex[зашел][зашла]} в базу данных организации"
	],
	[
	  "SEND",
	  "/me изменил{sex[][а]} информацию о сотруднике {getplnick[{id}]}"
	],
	[
	  "SEND",
	  "/fwarn {id} {reason}"
	],
	[
	  "SEND",
	  "/r {getplnick[{id}]} получил строгий выговор! Причина: {reason}"
	]
  ],
  "desc": "Выдать строгий выговор сотруднику организации",
  "arg": [
	{
	  "desc": "id сотрудника",
	  "name": "id",
	  "type": 2
	},
	{
	  "desc": "Причина выговора",
	  "name": "reason",
	  "type": 1
	}
  ],
  "delay": 2.5,
  "id_element": 5,
  "cmd": "warnorg",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Снять выговор сотруднику организации
[10] = [[
{
  "folder": 5,
  "var": {

  },
  "rank": 8,
  "act": [
	[
	  "SEND",
	  "/do В левом кармане лежит телефон."
	],
	[
	  "SEND",
	  "/me достал{sex[][а]} телефон из кармана, после чего {sex[зашел][зашла]} в базу данных организации"
	],
	[
	  "SEND",
	  "/me изменил{sex[][а]} информацию о сотруднике {getplnick[{id}]}"
	],
	[
	  "SEND",
	  "/unfwarn {id}"
	],
	[
	  "SEND",
	  "/r Сотруднику {getplnick[{id}]} снят строгий выговор!"
	]
  ],
  "desc": "Снять строгий выговор сотруднику организации",
  "arg": [
	{
	  "desc": "id сотрудника",
	  "name": "id",
	  "type": 2
	}
  ],
  "delay": 2.5,
  "id_element": 5,
  "cmd": "unwarnorg",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Изменить ранг сотруднику организации
[11] = [[
{
  "folder": 5,
  "var": {

  },
  "rank": 9,
  "act": [
	[
	  "SEND",
	  "/do В кармане находятся новые ключи от шкафчика."
	],
	[
	  "SEND",
	  "/me засунув руку в карман, вытаскивает ключи и передаёт человеку напротив"
	],
	[
	  "SEND",
	  "/giverank {id} {rank}"
	],
	[
	  "SEND",
	  "/r Сотрудник {getplnick[{id}]} получил новую должность. Поздравляем!"
	]
  ],
  "desc": "Изменить ранг сотруднику организации",
  "arg": [
	{
	  "desc": "id сотрудника",
	  "name": "id",
	  "type": 2
	},
	 {
	  "desc": "Ранг",
	  "name": "rank",
	  "type": 2
	}
  ],
  "delay": 2.5,
  "id_element": 4,
  "cmd": "rank",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
}

--> Отыгровки для сотрудников Больницы

return commands
