--[[
Open with encoding: CP1251
StateHelper/Arizona_factions/driving_school/commands.lua
]]

local commands = {
--> Приветствие
[1] = [[
{
  "folder": 4,
  "var": {

  },
  "rank": 1,
  "act": [
	[
	  "SEND",
	  "Здравствуйте, меня зовут {mynickrus}, чем могу быть полез{sex[ен][на]}?"
	]
  ],
  "desc": "Приветствие",
  "id_element": 1,
  "delay": 2.5,
  "send_end_mes": true,
  "cmd": "z",
  "key": [
	"",
	{

	}
  ],
  "arg": {

  }
}
]],
--> Лицензия на авто
[2] = [[
{
  "folder": 4,
  "var": [
	{
	  "name": "var1",
	  "value": "0"
	}
  ],
  "rank": 1,
  "act": [
	[
	  "SEND",
	  "/me достал{sex[][а]} из под стола пустой бланк для выдачи лицензии "
	],
	[
	  "SEND",
	  "Стоимость лицензии зависит от её срока."
	],
	[
	  "SEND",
	  "На 1 месяц {priceauto1}$, на 2 месяца {priceauto2}$, на 3 месяца {priceauto3}$"
	],
	[
	  "SEND",
	  "На какой срок оформляем?"
	],
	[
	  "DIALOG",
	  "1",
	  [
		"1 месяц",
		"2 месяца",
		"3 месяца"
	  ]
	],
	[
	  "IF",
	  2, [
		"1",
		"1"
	  ],
	  6],
	[
	  "NEW_VAR",
	  "var1",
	  "0"
	],
	[
	  "ELSE",
	  6],
	[
	  "END",
	  6],
	[
	  "IF",
	  2, [
		"1",
		"2"
	  ],
	  9],
	[
	  "NEW_VAR",
	  "var1",
	  "1"
	],
	[
	  "ELSE",
	  9],
	[
	  "END",
	  9],
	[
	  "IF",
	  2, [
		"1",
		"3"
	  ],
	  11],
	[
	  "NEW_VAR",
	  "var1",
	  "2"
	],
	[
	  "ELSE",
	  11],
	[
	  "END",
	  11],
	[
	  "SEND",
	  "/me засунул{sex[][а]} бланк в принтер, после чего распечатал{sex[][а]} лицензию на авто"
	],
	[
	  "SEND",
	  "/todo Вот, распишитесь здесь*протягивая лицензию человеку напротив"
	],
	[
	  "SEND",
	  "{dialoglic[0][{var1}][{arg1}]}"
	]
  ],
  "desc": "Продать лицензию на вождение автомобиля",
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "arg1",
	  "type": 2
	}
  ],
  "delay": 2.5,
  "id_element": 16,
  "cmd": "licmauto",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Лицензия на оружие
[3] = [[
{
  "folder": 4,
  "var": [
	{
	  "name": "var1",
	  "value": "2"
	}
  ],
  "rank": 5,
  "act": [
	[
	  "SEND",
	  "Для оформления лицензии на оружие, мне нужно убедиться, что Вы здоровы."
	],
	[
	  "SEND",
	  "Покажите, пожалуйста, Вашу медицинскую карту."
	],
	[
	  "SEND",
	  "/n /showmc {myid}"
	],
	[
	  "DIALOG",
	  "1",
	  [
		"Здоров",
		"Имеются отклонения",
		"Нет мед. карты"
	  ]
	],
	[
	  "IF",
	  2, [
		"1",
		"1"
	  ],
	  5],
	[
	  "SEND",
	  "/me достал{sex[][а]} из под стола пустой бланк для выдачи лицензии "
	],
	[
	  "SEND",
	  "Стоимость лицензии зависит от её срока."
	],
	[
	  "SEND",
	  "На 1 месяц {pricegun1}$, на 2 месяца {pricegun2}$, на 3 месяца {pricegun3}$"
	],
	[
	  "SEND",
	  "На какой срок оформляем?"
	],
	[
	  "DIALOG",
	  "2",
	  [
		"1 месяц",
		"2 месяца",
		"3 месяца"
	  ]
	],
	[
	  "IF",
	  2, [
		"2",
		"1"
	  ],
	  11],
	[
	  "NEW_VAR",
	  "var1",
	  "0"
	],
	[
	  "ELSE",
	  11],
	[
	  "END",
	  11],
	[
	  "IF",
	  2, [
		"2",
		"2"
	  ],
	  13],
	[
	  "NEW_VAR",
	  "var1",
	  "1"
	],
	[
	  "ELSE",
	  13],
	[
	  "END",
	  13],
	[
	  "IF",
	  2, [
		"2",
		"3"
	  ],
	  15],
	[
	  "NEW_VAR",
	  "var1",
	  "2"
	],
	[
	  "ELSE",
	  15],
	[
	  "END",
	  15],
	[
	  "SEND",
	  "/me засунул{sex[][а]} бланк в принтер, после чего распечатал{sex[][а]} лицензию на оружие"
	],
	[
	  "SEND",
	  "/todo Вот, распишитесь здесь*протягивая лицензию человеку напротив"
	],
	[
	  "SEND",
	  "{dialoglic[5][{var1}][{arg1}]}"
	],
	[
	  "ELSE",
	  5],
	[
	  "END",
	  5],
	[
	  "IF",
	  2, [
		"1",
		"2"
	  ],
	  21],
	[
	  "SEND",
	  "Извините, но я не могу оформить Вам лицензию на оружие в связи с состоянием здоровья."
	],
	[
	  "SEND",
	  "Вы можете снова пройти мед. обследование в больнице и вернуться к нам."
	],
	[
	  "ELSE",
	  21],
	[
	  "END",
	  21],
	[
	  "IF",
	  2, [
		"1",
		"3"
	  ],
	  26],
	[
	  "SEND",
	  "Извините, но сейчас я не могу оформить Вам лицензию на оружие."
	],
	[
	  "SEND",
	  "У Вас отсутствует медицинская карта. Оформить её можно в ближайшей больнице."
	],
	[
	  "ELSE",
	  26],
	[
	  "END",
	  26]
  ],
  "desc": "Продать лицензию на оружие",
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "arg1",
	  "type": 1
	}
  ],
  "delay": 2.5,
  "id_element": 29,
  "cmd": "licgun",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Лицензия на полёты
[4] = [[
{
  "folder": 4,
  "id_element": 6,
  "rank": 7,
  "act": [
	[
	  "SEND",
	  "/me достал{sex[][а]} из под стола пустой бланк для выдачи лицензии "
	],
	[
	  "SEND",
	  "Стоимость лицензии составляет {pricefly}$. Вы согласны?"
	],
	[
	  "WAIT_ENTER"
	],
	[
	  "SEND",
	  "/me засунул{sex[][а]} бланк в принтер, после чего распечатал{sex[][а]} лицензию на полёты"
	],
	[
	  "SEND",
	  "/todo Вот, распишитесь здесь*протягивая лицензию человеку напротив"
	],
	[
	  "SEND",
	  "{dialoglic[2][0][{arg1}]}"
	]
  ],
  "desc": "Продать лицензию на полёты",
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "arg1",
	  "type": 1
	}
  ],
  "delay": 2.5,
  "var": [
	{
	  "name": "var1",
	  "value": "0"
	}
  ],
  "cmd": "licfly",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Лицензия на рыбу
[5] = [[
{
  "folder": 4,
  "id_element": 15,
  "rank": 3,
  "act": [
	[
	  "SEND",
	  "/me достал{sex[][а]} из под стола пустой бланк для выдачи лицензии"
	],
	[
	  "SEND",
	  "Стоимость лицензии зависит от её срока."
	],
	[
	  "SEND",
	  "На 1 месяц {pricefish1}$, на 2 месяца {pricefish2}$, на 3 месяца {pricefish3}$"
	],
	[
	  "SEND",
	  "На какой срок оформляем?"
	],
	[
	  "DIALOG",
	  "1",
	  [
		"1 месяц",
		"2 месяца",
		"3 месяца"
	  ]
	],
	[
	  "IF",
	  2, [
		"1",
		"1"
	  ],
	  7],
	[
	  "NEW_VAR",
	  "var1",
	  "0"
	],
	[
	  "ELSE",
	  7],
	[
	  "END",
	  7],
	[
	  "IF",
	  2, [
		"1",
		"2"
	  ],
	  9],
	[
	  "NEW_VAR",
	  "var1",
	  "1"
	],
	[
	  "ELSE",
	  9],
	[
	  "END",
	  9],
	[
	  "IF",
	  2, [
		"1",
		"3"
	  ],
	  11],
	[
	  "NEW_VAR",
	  "var1",
	  "2"
	],
	[
	  "ELSE",
	  11],
	[
	  "END",
	  11],
	[
	  "SEND",
	  "/me засунул{sex[][а]} бланк в принтер, после чего распечатал{sex[][а]} лицензию на рыболовство"
	],
	[
	  "SEND",
	  "/todo Вот, распишитесь здесь*протягивая лицензию человеку напротив"
	],
	[
	  "SEND",
	  "{dialoglic[3][{var1}][{arg1}]}"
	]
  ],
  "desc": "Продать лицензию на рыболовство",
  "send_end_mes": true,
  "delay": 2.5,
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "arg1",
	  "type": 1
	}
  ],
  "cmd": "licfish",
  "key": [
	"",
	{

	}
  ],
  "var": [
	{
	  "name": "var1",
	  "value": "0"
	}
  ]
}
]],
--> Лицензия на мотоцикл
[6] = [[
{
  "folder": 4,
  "var": [
	{
	  "name": "var1",
	  "value": "0"
	}
  ],
  "rank": 2,
  "act": [
	[
	  "SEND",
	  "/me достал{sex[][а]} из под стола пустой бланк для выдачи лицензии "
	],
	[
	  "SEND",
	  "Стоимость лицензии зависит от её срока."
	],
	[
	  "SEND",
	  "На 1 месяц {pricemoto1}$, на 2 месяца {pricemoto2}$, на 3 месяца {pricemoto3}$"
	],
	[
	  "SEND",
	  "На какой срок оформляем?"
	],
	[
	  "DIALOG",
	  "1",
	  [
		"1 месяц",
		"2 месяца",
		"3 месяца"
	  ]
	],
	[
	  "IF",
	  2, [
		"1",
		"1"
	  ],
	  6],
	[
	  "NEW_VAR",
	  "var1",
	  "0"
	],
	[
	  "ELSE",
	  6],
	[
	  "END",
	  6],
	[
	  "IF",
	  2, [
		"1",
		"2"
	  ],
	  8],
	[
	  "NEW_VAR",
	  "var1",
	  "1"
	],
	[
	  "ELSE",
	  8],
	[
	  "END",
	  8],
	[
	  "IF",
	  2, [
		"1",
		"3"
	  ],
	  10],
	[
	  "NEW_VAR",
	  "var1",
	  "2"
	],
	[
	  "ELSE",
	  10],
	[
	  "END",
	  10],
	[
	  "SEND",
	  "/me засунул{sex[][а]} бланк в принтер, после чего распечатал{sex[][а]} лицензию на мото"
	],
	[
	  "SEND",
	  "/todo Вот, распишитесь здесь*протягивая лицензию человеку напротив"
	],
	[
	  "SEND",
	  "{dialoglic[1][{var1}][{arg1}]}"
	]
  ],
  "desc": "Продать лицензию на вождение мотоцикла",
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "arg1",
	  "type": 2
	}
  ],
  "delay": 2.5,
  "id_element": 14,
  "cmd": "licmoto",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Лицензия на механика
[7] = [[
{
  "folder": 4,
  "id_element": 14,
  "rank": 6,
  "act": [
	[
	  "SEND",
	  "/me достал{sex[][а]} из под стола пустой бланк для выдачи лицензии "
	],
	[
	  "SEND",
	  "Стоимость лицензии зависит от её срока."
	],
	[
	  "SEND",
	  "На 1 месяц {pricemeh1}$, на 2 месяца {pricemeh2}$, на 3 месяца {pricemeh3}$"
	],
	[
	  "SEND",
	  "На какой срок оформляем?"
	],
	[
	  "DIALOG",
	  "1",
	  [
		"1 месяц",
		"2 месяца",
		"3 месяца"
	  ]
	],
	[
	  "IF",
	  2, [
		"1",
		"1"
	  ],
	  6],
	[
	  "NEW_VAR",
	  "var1",
	  "0"
	],
	[
	  "ELSE",
	  6],
	[
	  "END",
	  6],
	[
	  "IF",
	  2, [
		"1",
		"2"
	  ],
	  8],
	[
	  "NEW_VAR",
	  "var1",
	  "1"
	],
	[
	  "ELSE",
	  8],
	[
	  "END",
	  8],
	[
	  "IF",
	  2, [
		"1",
		"3"
	  ],
	  10],
	[
	  "NEW_VAR",
	  "var1",
	  "2"
	],
	[
	  "ELSE",
	  10],
	[
	  "END",
	  10],
	[
	  "SEND",
	  "/me засунул{sex[][а]} бланк в принтер, после чего распечатал{sex[][а]} лицензию на механика"
	],
	[
	  "SEND",
	  "/todo Вот, распишитесь здесь*протягивая лицензию человеку напротив"
	],
	[
	  "SEND",
	  "{dialoglic[9][{var1}][{arg1}]}"
	]
  ],
  "desc": "Продать лицензию для работы на механика",
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "arg1",
	  "type": 1
	}
  ],
  "delay": 2.5,
  "var": [
	{
	  "name": "var1",
	  "value": "0"
	}
  ],
  "cmd": "licmec",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Лицензия на такси
[8] = [[
{
  "folder": 4,
  "id_element": 15,
  "rank": 6,
  "act": [
	[
	  "SEND",
	  "/me достал{sex[][а]} из под стола пустой бланк для выдачи лицензии "
	],
	[
	  "SEND",
	  "Стоимость лицензии зависит от её срока."
	],
	[
	  "SEND",
	  "На 1 месяц {pricetaxi1}$, на 2 месяца {pricetaxi2}$, на 3 месяца {pricetaxi3}$"
	],
	[
	  "SEND",
	  "На какой срок оформляем?"
	],
	[
	  "DIALOG",
	  "1",
	  [
		"1 месяц",
		"2 месяца",
		"3 месяца"
	  ]
	],
	[
	  "IF",
	  2, [
		"1",
		"1"
	  ],
	  6],
	[
	  "NEW_VAR",
	  "var1",
	  "0"
	],
	[
	  "ELSE",
	  6],
	[
	  "END",
	  6],
	[
	  "IF",
	  2, [
		"1",
		"2"
	  ],
	  9],
	[
	  "NEW_VAR",
	  "var1",
	  "1"
	],
	[
	  "ELSE",
	  9],
	[
	  "END",
	  9],
	[
	  "IF",
	  2, [
		"1",
		"3"
	  ],
	  11],
	[
	  "NEW_VAR",
	  "var1",
	  "2"
	],
	[
	  "ELSE",
	  11],
	[
	  "END",
	  11],
	[
	  "SEND",
	  "/me засунул{sex[][а]} бланк в принтер, после чего распечатал{sex[][а]} лицензию на такси"
	],
	[
	  "SEND",
	  "/todo Вот, распишитесь здесь*протягивая лицензию человеку напротив"
	],
	[
	  "SEND",
	  "{dialoglic[8][{var1}][{arg1}]}"
	]
  ],
  "desc": "Продать лицензию для работы в такси",
  "var": [
	{
	  "name": "var1",
	  "value": "0"
	}
  ],
  "delay": 2.5,
  "send_end_mes": true,
  "cmd": "lictaxi",
  "key": [
	"",
	{

	}
  ],
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "arg1",
	  "type": 1
	}
  ]
}
]],
--> Лицензия на плавание
[9] = [[
{
  "folder": 4,
  "id_element": 14,
  "rank": 4,
  "act": [
	[
	  "SEND",
	  "/me достал{sex[][а]} из под стола пустой бланк для выдачи лицензии "
	],
	[
	  "SEND",
	  "Стоимость лицензии зависит от её срока."
	],
	[
	  "SEND",
	  "На 1 месяц {priceswim1}$, на 2 месяца {priceswim2}$, на 3 месяца {priceswim3}$"
	],
	[
	  "SEND",
	  "На какой срок оформляем?"
	],
	[
	  "DIALOG",
	  "1",
	  [
		"1 месяц",
		"2 месяца",
		"3 месяца"
	  ]
	],
	[
	  "IF",
	  2, [
		"1",
		"1"
	  ],
	  6],
	[
	  "NEW_VAR",
	  "var1",
	  "0"
	],
	[
	  "ELSE",
	  6],
	[
	  "END",
	  6],
	[
	  "IF",
	  2, [
		"1",
		"2"
	  ],
	  8],
	[
	  "NEW_VAR",
	  "var1",
	  "1"
	],
	[
	  "ELSE",
	  8],
	[
	  "END",
	  8],
	[
	  "IF",
	  2, [
		"1",
		"3"
	  ],
	  10],
	[
	  "NEW_VAR",
	  "var1",
	  "2"
	],
	[
	  "ELSE",
	  10],
	[
	  "END",
	  10],
	[
	  "SEND",
	  "/me засунул{sex[][а]} бланк в принтер, после чего распечатал{sex[][а]} лицензию на вод. транспорт"
	],
	[
	  "SEND",
	  "/todo Вот, распишитесь здесь*протягивая лицензию человеку напротив"
	],
	[
	  "SEND",
	  "{dialoglic[4][{var1}][{arg1}]}"
	]
  ],
  "desc": "Продать лицензию на водный транспорт",
  "var": [
	{
	  "name": "var1",
	  "value": "0"
	}
  ],
  "delay": 2.5,
  "send_end_mes": true,
  "cmd": "licswim",
  "key": [
	"",
	{

	}
  ],
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "arg1",
	  "type": 2
	}
  ]
}
]],
--> Лицензия на охоту
[10] = [[
{
  "folder": 4,
  "var": [
	{
	  "name": "var1",
	  "value": "0"
	}
  ],
  "rank": 5,
  "act": [
	[
	  "SEND",
	  "/me достал{sex[][а]} из под стола пустой бланк для выдачи лицензии "
	],
	[
	  "SEND",
	  "Стоимость лицензии зависит от её срока."
	],
	[
	  "SEND",
	  "На 1 месяц {pricehunt1}$, на 2 месяца {pricehunt2}$, на 3 месяца {pricehunt3}$"
	],
	[
	  "SEND",
	  "На какой срок оформляем?"
	],
	[
	  "DIALOG",
	  "1",
	  [
		"1 месяц",
		"2 месяца",
		"3 месяца"
	  ]
	],
	[
	  "IF",
	  2, [
		"1",
		"1"
	  ],
	  6],
	[
	  "NEW_VAR",
	  "var1",
	  "0"
	],
	[
	  "ELSE",
	  6],
	[
	  "END",
	  6],
	[
	  "IF",
	  2, [
		"1",
		"2"
	  ],
	  8],
	[
	  "NEW_VAR",
	  "var1",
	  "1"
	],
	[
	  "ELSE",
	  8],
	[
	  "END",
	  8],
	[
	  "IF",
	  2, [
		"1",
		"3"
	  ],
	  10],
	[
	  "NEW_VAR",
	  "var1",
	  "2"
	],
	[
	  "ELSE",
	  10],
	[
	  "END",
	  10],
	[
	  "SEND",
	  "/me засунул{sex[][а]} бланк в принтер, после чего распечатал{sex[][а]} лицензию на охоту"
	],
	[
	  "SEND",
	  "/todo Вот, распишитесь здесь*протягивая лицензию человеку напротив"
	],
	[
	  "SEND",
	  "{dialoglic[6][{var1}][{arg1}]}"
	]
  ],
  "desc": "Продать лицензию на охоту",
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "arg1",
	  "type": 2
	}
  ],
  "delay": 2.5,
  "id_element": 14,
  "cmd": "lichunt",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Лицензия на раскопки
[11] = [[
{
  "folder": 4,
  "id_element": 15,
  "rank": 6,
  "act": [
	[
	  "SEND",
	  "/me достал{sex[][а]} из под стола пустой бланк для выдачи лицензии"
	],
	[
	  "SEND",
	  "Стоимость лицензии зависит от её срока."
	],
	[
	  "SEND",
	  "На 1 месяц {priceexc1}$, на 2 месяца {priceexc2}$, на 3 месяца {priceexc3}$"
	],
	[
	  "SEND",
	  "На какой срок оформляем?"
	],
	[
	  "DIALOG",
	  "1",
	  [
		"1 месяц",
		"2 месяца",
		"3 месяца"
	  ]
	],
	[
	  "IF",
	  2, [
		"1",
		"1"
	  ],
	  7],
	[
	  "NEW_VAR",
	  "var1",
	  "0"
	],
	[
	  "ELSE",
	  7],
	[
	  "END",
	  7],
	[
	  "IF",
	  2, [
		"1",
		"2"
	  ],
	  9],
	[
	  "NEW_VAR",
	  "var1",
	  "1"
	],
	[
	  "ELSE",
	  9],
	[
	  "END",
	  9],
	[
	  "IF",
	  2, [
		"1",
		"3"
	  ],
	  11],
	[
	  "NEW_VAR",
	  "var1",
	  "2"
	],
	[
	  "ELSE",
	  11],
	[
	  "END",
	  11],
	[
	  "SEND",
	  "/me засунул{sex[][а]} бланк в принтер, после чего распечатал{sex[][а]} лицензию на раскопки"
	],
	[
	  "SEND",
	  "/todo Вот, распишитесь здесь*протягивая лицензию человеку напротив"
	],
	[
	  "SEND",
	  "{dialoglic[7][{var1}][{arg1}]}"
	]
  ],
  "desc": "Продать лицензию на раскопки",
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "arg1",
	  "type": 2
	}
  ],
  "delay": 2.5,
  "var": [
	{
	  "name": "var1",
	  "value": "0"
	}
  ],
  "cmd": "licdig",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Выганть из помещения
[12] = [[
{
  "folder": 4,
  "id_element": 5,
  "rank": 3,
  "act": [
	[
	  "SEND",
	  "/me резким движением руки ухватил{sex[ся][ась]} за воротник нарушителя"
	],
	[
	  "SEND",
	  "/do Крепко держит нарушителя за воротник."
	],
	[
	  "SEND",
	  "/todo Я вынужден{sex[][а]} вывести вас из здания*направляясь к выходу"
	],
	[
	  "SEND",
	  "/me движением левой руки открыл{sex[][а]} входную дверь, после чего вытолкнул{sex[][а]} нарушителя"
	],
	[
	  "SEND",
	  "/expel {id} {reason}"
	]
  ],
  "desc": "Выгнать из помещения",
  "arg": [
	{
	  "desc": "id игрока",
	  "name": "id",
	  "type": 2
	},
	{
	  "desc": "Причина",
	  "name": "reason",
	  "type": 1
	}
  ],
  "delay": 2.5,
  "var": {

  },
  "cmd": "exp",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Прайс лист
[13] = [[
{
  "folder": 4,
  "var": {

  },
  "rank": 1,
  "act": [
	[
	  "SEND",
	  "Сейчас я представлю вам прайс-лист лицензий."
	],
	[
	  "SEND",
	  "/me потянулся в карман, затем достал заламинированный лист"
	],
	[
	  "SEND",
	  "/do Прайс-Лист в руке."
	],
	[
	  "SEND",
	  "Водительские права 1 месяц {priceauto1}$, 2 месяца {priceauto2}$, 3 месяца {priceauto3}$"
	],
	[
	  "SEND",
	  "Права на мото-транспорт 1 месяц {pricemoto1}$, 2 месяца {pricemoto2}$, 3 месяца {pricemoto3}$"
	],
	[
	  "SEND",
	  "Права на водный транспорт 1 месяц {priceswim1}$, 2 месяца {priceswim2}$, 3 месяца {priceswim3}$"
	],
	[
	  "SEND",
	  "Лицензия на рыбалку 1 месяц {pricefish1}$, 2 месяца {pricefish2}$, 3 месяца {pricefish3}$"
	],
	[
	  "SEND",
	  "Лицензия на владение оружием 1 месяц {pricegun1}$, 2 месяца {pricegun2}$, 3 месяца {pricegun3}$"
	],
	[
	  "SEND",
	  "Лицензия на охоту 1 месяц {pricehunt1}$, 2 месяца {pricehunt2}$, 3 месяца {pricehunt3}$"
	],
	[
	  "SEND",
	  "Лицензия на раскопки 1 месяц {priceexc1}$, 2 месяца {priceexc2}$, 3 месяца {priceexc3}$"
	],
	[
	  "SEND",
	  "Лицензия на работу в такси 1 месяц {pricetaxi1}$, 2 месяца {pricetaxi2}$, 3 месяца {pricetaxi3}$"
	],
	[
	  "SEND",
	  "Лицензия на работу механика 1 месяц {pricemeh1}$, 2 месяца {pricemeh2}$, 3 месяца {pricemeh3}$"
	],
	[
	  "SEND",
	  "Лицензия на воздушный транспорт 1 месяц {pricefly}$"
	],
	[
	  "SEND",
	  "/todo Если у вас нет вопросов, то я приступаю к оформлению*убирая лист в карман"
	]
  ],
  "desc": "Прайс-лист лицензий",
  "arg": {

  },
  "delay": 2.5,
  "id_element": 15,
  "cmd": "price",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]],
--> Лекции для ЦЛ
[14] = [[
{
  "folder": 6,
  "id_element": 77,
  "rank": 3,
  "act": [
	[
	  "DIALOG",
	  "1",
	  [
		"Служебный транспорт",
		"Субординация",
		"ПДД",
		"Запреты в рацию",
		"Основные правила"
	  ]
	],
	[
	  "IF",
	  2, [
		"1",
		"1"
	  ],
	  2],
	[
	  "SEND",
	  "Приветствую Вас на лекции об уходе за служебным транспортом."
	],
	[
	  "SEND",
	  "И сегодня я расскажу, что надо делать, чтобы наш транспорт не ломался."
	],
	[
	  "SEND",
	  "Каждый сотрудник, когда берет служебный автомобиль под свое использование..."
	],
	[
	  "SEND",
	  "должен следить за уровнем бензина в баке."
	],
	[
	  "SEND",
	  "Если бак становится пустым, он должен заправлять авто..."
	],
	[
	  "SEND",
	  "Либо же сообщить об этом водителям."
	],
	[
	  "SEND",
	  "Сев за руль надо быть очень аккуратным..."
	],
	[
	  "SEND",
	  "Ведь в данном случае может не только..."
	],
	[
	  "SEND",
	  "Сломаться транспорт, может пострадать и сам сотрудник."
	],
	[
	  "SEND",
	  "При случае повреждений автомобиля, надо отвезти его в автомастерскую."
	],
	[
	  "SEND",
	  "Если выполнять эти простые правила, то с автомобилем будет все хорошо."
	],
	[
	  "SEND",
	  "Спасибо за прослушивание лекции."
	],
	[
	  "ELSE",
	  2],
	[
	  "END",
	  2],
	[
	  "IF",
	  2, [
		"1",
		"2"
	  ],
	  15],
	[
	  "SEND",
	  "Всех приветствую, сейчас я расскажу вам о субординации."
	],
	[
	  "SEND",
	  "Субординация - дисциплина, система служебных отношений, связанных с подчинением одних руководителей..."
	],
	[
	  "SEND",
	  "... вместе с их подразделениями, руководителям более высоких уровней."
	],
	[
	  "SEND",
	  "Субординация предусматривает уважительные отношения между начальником и подчинённым."
	],
	[
	  "SEND",
	  "Об исполнении поручения подчиненные обязаны докладывать в устной, письменной или ..."
	],
	[
	  "SEND",
	  "... иной материальной форме, которая удовлетворит начальника."
	],
	[
	  "SEND",
	  "Вы должны обращаться к сотрудникам только на «Вы»."
	],
	[
	  "SEND",
	  "Вы должны уважать сотрудников вашей организации."
	],
	[
	  "SEND",
	  "При оскорблении сотрудников вашей или чужой организации вы можете понести за это наказание."
	],
	[
	  "SEND",
	  "Перечить старшим по должности категорически запрещено."
	],
	[
	  "SEND",
	  "Лекция окончена, благодарю за внимание."
	],
	[
	  "ELSE",
	  15],
	[
	  "END",
	  15],
	[
	  "IF",
	  2, [
		"1",
		"3"
	  ],
	  33],
	[
	  "SEND",
	  "Приветствую, уважаемые слушатели лекции о Правилах Дорожного Движения."
	],
	[
	  "SEND",
	  "Сейчас я расскажу вам основные правила, которые обязан знать водитель перед..."
	],
	[
	  "SEND",
	  "...и во время управления транспортным средством."
	],
	[
	  "SEND",
	  "Для вождения вам необходимо иметь водительские права."
	],
	[
	  "SEND",
	  "Перед использованием необходимо убедиться в исправности автомобиля."
	],
	[
	  "SEND",
	  "Вы не должны находиться в алкогольном опьянении во время вождения."
	],
	[
	  "SEND",
	  "Это может привести к дорожно-транспортному происшествию, в лучшем же случае..."
	],
	[
	  "SEND",
	  "...вы получите штраф от офицеров полиции."
	],
	[
	  "SEND",
	  "Также автомобиль должен быть застрахован на повреждения."
	],
	[
	  "SEND",
	  "Оформить страховку возможно в Страховой Компании."
	],
	[
	  "SEND",
	  "Если у вас плохое зрение - носите очки или линзы."
	],
	[
	  "SEND",
	  "Вы обязательно должны видеть дорогу!"
	],
	[
	  "SEND",
	  "Во время вождения каждый обязан соблюдать установленные правила дорожного движения."
	],
	[
	  "SEND",
	  "Двигаться нужно только по правой стороне дороги."
	],
	[
	  "SEND",
	  "Совершить обгон можно, только если..."
	],
	[
	  "SEND",
	  "...вы едете по двухполосной дороге с прерывистой разметкой на осевой линии."
	],
	[
	  "SEND",
	  "Вы должны внимательно следить за дорогой, останавливаться на светофорах и..."
	],
	[
	  "SEND",
	  "...пропускать пешеходов."
	],
	[
	  "SEND",
	  "Движение по обочине и тротуару строго запрещено и наказывается штрафом."
	],
	[
	  "SEND",
	  "Соблюдайте эти правила! Любое нарушение может привести к несчастному случаю."
	],
	[
	  "SEND",
	  "Все мы хотим вернуться домой живыми и здоровыми, поэтому будьте внимательны."
	],
	[
	  "SEND",
	  "Лекция окончена, всех благодарю за уделённое внимание."
	],
	[
	  "ELSE",
	  33],
	[
	  "END",
	  33],
	[
	  "IF",
	  2, [
		"1",
		"4"
	  ],
	  56],
	[
	  "SEND",
	  "Приветствую, коллеги, сейчас я расскажу вам о правилах общения по нашей рации."
	],
	[
	  "SEND",
	  "Сотрудникам запрещено кричать, создавать помехи в рацию."
	],
	[
	  "SEND",
	  "Сотрудникам запрещено использовать нецензурную лексику при общении по рации."
	],
	[
	  "SEND",
	  "Сотрудникам не дозволено разводить конфликты, розни и споры по рации."
	],
	[
	  "SEND",
	  "Сотрудникам запрещено оскорблять коллег по работе."
	],
	[
	  "SEND",
	  "Сотрудникам запрещено заниматься купле-продажей по рации организации."
	],
	[
	  "SEND",
	  "Сотрудникам запрещено выключать рацию и игнорировать руководство."
	],
	[
	  "SEND",
	  "ация предназначена для связи с руководством и остальными коллегами по работе."
	],
	[
	  "SEND",
	  "В рацию сообщаются доклады с постов."
	],
	[
	  "SEND",
	  "За нарушение этих правил вы можете получить выговор или увольнение."
	],
	[
	  "SEND",
	  "Лекция окончена, спасибо за внимание."
	],
	[
	  "ELSE",
	  56],
	[
	  "END",
	  56],
	[
	  "IF",
	  2, [
		"1",
		"5"
	  ],
	  68],
	[
	  "SEND",
	  "Cейчас я проведу лекцию на тему 'Основные правила центра лицензирования'."
	],
	[
	  "SEND",
	  "Сотрудникам центра лицензирования запрещено прогуливать рабочий день."
	],
	[
	  "SEND",
	  "Сотрудникам центра лицензирования запрещено в рабочее время посещать мероприятия."
	],
	[
	  "SEND",
	  "Сотрудникам центра лицензирования запрещено в рабочее время посещать казино."
	],
	[
	  "SEND",
	  "Сотрудникам центра лицензирования запрещено в рабочее время посещать любые подработки."
	],
	[
	  "SEND",
	  "Сотрудникам центра лицензирования запрещено носить при себе огнестрельное оружие."
	],
	[
	  "SEND",
	  "Сотрудникам центра лицензирования запрещено курить в здании центра лицензирования."
	],
	[
	  "SEND",
	  "Сотрудникам центра лицензирования запрещено употреблять алкогольные напитки в рабочее время."
	],
	[
	  "SEND",
	  "На этом у меня всё, спасибо за внимание."
	],
	[
	  "ELSE",
	  68],
	[
	  "END",
	  68]
  ],
  "desc": "Провести лекцию",
  "arg": {

  },
  "delay": 2.5,
  "var": {

  },
  "cmd": "lekcl",
  "key": [
	"",
	{

	}
  ],
  "send_end_mes": true
}
]]
}

--> Отыгровки для сотрудников Правительства

return commands
